Revit 2027 API
ParameterTypeId.RbsWireConduitTypeParam Property
 "Conduit Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireConduitTypeParam { get; }
Public Shared ReadOnly Property RbsWireConduitTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireConduitTypeParam {
	ForgeTypeId^ get ();
}
static member RbsWireConduitTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace